let version = '2.9';
// v2.9新版超级大更新: 

// 功能新增
// 1.增加右侧页面菜单, 可拖拽界面控制大小, 可以快速跳转到指定页面, 页面支持重命名, 支持交换顺序, 支持滑动条控制翻页
// 2. 右下角增加目录按钮, 点击后可以隐藏或显示右侧菜单栏
// 3. 支持一键上传多个ggb文件或者多页html文件, 也可以直接先点空白处, 再ctrl + c, ctrl + v上传文件
// 4. 由于支持导入多页html文件, 意味可以很方便把旧版本转变为新版本, 多个文件也很容易结合成一个项目


// 按钮改动
// 1. (美化按钮)按钮点击会有一个缩放动画
// 2. base64的复制按钮, 不再把base64编码后的字符串直接显示在页面上, 而是复制到剪切板中, 并且提示成功; base64的导入按钮同理, 它会短暂显示1秒, 然后变为空白, 这样可以确保输入框处于空白状态

// 模板改动
// 1. 为了进一步确保流畅度, 默认模板改为白色空白页面 
// 2. 不再提供自动保存在浏览器的页面, 因为该页面容易出bug

// 2.10版本更新计划:
// 1. 支持用户一键上传到服务器, 并提供下载链接
// 2. 修改一些明显的漏洞